
export const PAGE_SIZE = 8;

//租期 的数组 1 长租 2 临租 3 一个月 4 三个月 5 六个月 6 一年
export const tenancyArray = ['长租','临租','一个月','三个月','六个月','一年'];

//结算方式 的数组 1 天 2 周 3 月 4 季度 5 半年
export const settlementArray = ['天', '周', '月', '季度', '半年'];


//卡车类型 的数组 1 平板 2 高栏 3 厢式 4 危险品 5 冷藏 6 高低板 7 搅拌车 8 泵车 9 自卸车 10 其它
export const carTypeArray = ['平板','高栏','厢式','危险品','冷藏','高低板','搅拌车','泵车','自卸车','其它'];

//卡车类型 的数组 0 不限 1 平板 2 高栏 3 厢式 4 危险品 5 冷藏 6 高低板 7 搅拌车 8 泵车 9 自卸车 10 其它
export const carTypeArrayBX = ['不限','平板','高栏','厢式','危险品','冷藏','高低板','搅拌车','泵车','自卸车','其它'];

//车牌类型 的数组   车牌类型 0 小型 1 大型
export const carNumArray = ['小型', '大型'];
